#include <iostream>
#include <vector>

using namespace std;

int main()
{
    cout << "Hello World!\n";
}

struct House {

};

House getBiggestHousePeople(vector<House> houses);


// Створити структуру House, Номер, Місто, Вулиця, Кількість поверхів, Кількість людей

// Масив (Вектор) Будинків 5 елементів, і написати функцію яка повертає будинок з найбільшою кількістю людей

// Зробити коміт цієї задачі, зробити push (Закинути на гіт хаб) Скинути мені посилання

// Зробити нову гілку feature/person 

// В цій гілці створити Структуру Person з властивостями Ім'я, Вік, Стать
//В Структурі House додати/замінити кількість людей на Вектор Person мешканці (Додати декілька людей)

// Зробити коміт
// Зробити Пуш
// Зробити пул реквест

// test commit2